[
    [
    "-zelda Bonjour monsieur Smith ! Je viens chercher {username}",
    "-smith Il m'a bien aidé hier, il est en train de se reposer",
    "-smith {username} ! Descend !","{emojis.wakeup}",
    "-zelda Bonjour {username} !",
    "-zelda Suis moi on va à la fête des minish !",
    "-smith Comme je suis occupé, je te confie l'épée, {username}.",
    "-smith Amène la au château, elle doit être remise au gagnant du tournoi.",
    "-smith Et encore une chose, fais attention à la princesse, c'est la fille du Roi.",
    "-zelda Ne vous inquiétez pas Monsieur Smith.",
    "-zelda Tu me suis {username} ?",
    "-zelda On arrive à la cité d'hyrule ! C'est la fête des minish en ce moment !",
    "-zelda :exclamation:",
    "-zelda Écoute ce que ce monsieur raconte !",
    "__**Vieux monsieur :**__ ```Lorsque j'étais plus jeune, les minish étaient présents partout !\nLa porte entre leur monde et le notre ne s'ouvre qu'une fois par siècle, et c'est aujourd'hui.\nCertaines personnes racontent que les minish n'existent pas, mais je ne le crois pas.```",
    "-zelda :exclamation:",
    "-zelda Il faut aller au château pour donner l'épée",
    "-zelda :exclamation:",
    "-anasna Approchez approchez ! Venez tenter votre chance à la lotterie !",
    "-anasna Oh bonjour princesse Zelda ! Vous venez tenter votre chance ?",
    "-zelda Pourquoi pas",
    "-anasna Je fais le tirage...",
    "-anasna Mais quelle surprise ! Vous avez gagné !\n\n*Vous pouvez choisir parmis ces trois récompenses :*\nUne magnifique **pierre précieuse** {emojis.bigrouge}\nUne **jolie pierre** en **forme de cœeur** {emojis.fragment}\nUn **petit bouclier** {emojis.bouclier}",
    "-zelda Je vais prendre le petit bouclier",
    "-anasna :exclamation:",
    "-anasna Vous êtes sûre ?",
    "-zelda Oui",
    "-anasna Vous ne préférez pas la **jolie pierre en forme de cœur**, ou encore la magnifique **pierre précieuse** ?",
    "-zelda Je sais ce que je veux non ?",
    "-anasna Comme vous voulez",
    "-zelda Tiens {username}, je te l'offre {emojis.bouclier} ! Tu aura l'apparence d'un vrai chevalier maintenant",
    "-zelda :exclamation:",
    "-zelda Il faut aller donner l'épée au château maintenant !",
    "-zelda On arrive près du château !",
    "-zelda OUCH",
    "-zelda Une peste marchande ! Elle m'a fait mal ! Et en plus elle bloque le passage !",
    "-peste_marchande Je ne vous laisserais pas passer !",
    "-zelda {username}, renvoie ses projectiles avec ton bouclier !",
    "-peste_marchande Ouch ! Je suis désolée, j'ai entendu dire qu'il y avait une fête en ville alors j'y suis allé, mais je ne peux pas m'empêcher de tirer quelques graines",
    "-zelda La pauvre, ce n'était pas son jour. Au fait, on est arrivés.",
    "-tengaro Oh bonjour {username} ! Merci d'avoir apporté l'épée.",
    "-zelda {username} je reviens je vais me changer pour la cérémonie.",
    "-tengaro Connais-tu les minish {username} ?\nCe sont des créatures qui ont sauvé les hommes par le passé.\nAujourd'hui on fête leur intervention en les remerciant.",
    "-garde Et aujourd'hui on remet la récompense au vainqueur du Tournoi.\nIl aura le privilège de pouvoir comptempler l'Épée Minish",
    "-tengaro C'est l'heure de la cérémonie",
    "https://tenor.com/view/legend-of-zelda-minish-cap-king-of-hyrule-picori-blade-gif-18981311",
    "-dartas Que l'on fasse venir Sire Vaati.",
    "-vaati Hin hin hin hin",
    "-vaati Je vais enfin pouvoir prendre le trésor royal !",
    "https://tenor.com/view/legend-of-zelda-minish-cap-vaati-gif-18981709",
    "https://tenor.com/view/legend-of-zelda-minish-cap-picori-ceremonial-chest-monsters-gif-18994504",
    "-vaati Hein ? Le coffre est vide ?",
    "https://tenor.com/view/legend-of-zelda-minish-cap-vaati-vanish-teleport-gif-18982338",
    "{emojis.wakeup}",
    "-dartas La situation est critique. Vaati a brisé l'Épée minish, et la princesse Zelda a été transformée en pierre",
    "-dartas Seuls les minish peuvent réparer l'Épée et libérer la princesse Zelda.",
    "-tengaro Mais les minish sont une légende !",
    "-dartas Non, ils existent bel et bien. C'est un secret royal qui se transmet de génération en génération.",
    "-tengaro Mais c'est génial ! Envoyons les soldats trouver les minish !",
    "-dartas C'est peine perdue, seuls les enfants peuvent voir les minish.",
    "-tengaro Dans ce cas, gardes, allez protéger la ville des monstres qui ont été libérés par Vaati.",
    "-dartas {username}, accepteras-tu de trouver les minish et de réparer l'Épée minish brisée ?",
    "-dartas Merci d'avoir accepté.",
    "-smith Tiens, prends cette épée et cette carte.",
    "*Vous avez débloqué l'**épée de smith**, elle vous servira à vous défendre contre les ennemis*",
    "-smith Pour consulter la carte, utilise `{prefix}carte`.",
    "-smith Une dernière chose, utilise `{prefix}chapter` pour savoir ou tu en es dans l'aventure.",
    "{map}"
]
]